Repository: momakhlouf/MyCashTask
Catalog: MyCashTask/Localization/Localizable.xcstrings
Source language: en
Languages: ar

source: %@ KM
ar: كم

source: Confirm Password
ar: تأكيد الرقم السري

source: Don't have an account?
ar: ليس لديك حساب؟

source: Email
ar: البريد الالكتروني

source: Forget the password ?
ar: نسيت الرقم السري؟

source: Have an account?
ar: لديك حساب؟

source: Log In
ar: ادخل

source: Log Out
ar: تسجيل الخروج

source: Login
ar: الدخول

source: Message
ar: رسالة

source: Name
ar: الاسم

source: Ok
ar: حسنا

source: OK
ar: حسنا

source: Password
ar: الرقم السري

source: Password don't match
ar: الرقم السري غير متطابق

source: Passwords don't match
ar: الرقم السري غير متطابق

source: phone Number
ar: رقم الموبايل

source: Search for food...
ar: ابحث عن طعام

source: Sign Up
ar: سجل

source: View all
ar: المزيد

source: Write 8 character at least
ar: اكتب ٨ ارقام على الاقل

source: Write 14 character
ar: اكتب ١٤ حرف

source: Write your email
ar: اكتب البريد الالكتروني

source: Write your Number
ar: اكتب رقم الموبايل

source: Write your password again
ar: اكتب الرقم السري مره اخرى
